Repository: mariojacob/z-downloads
Catalog: languages/zdm-*.po
Languages: de_de

source: With this option you can set a file or archive on the detail page.
de_de: Mit dieser Option kannst du auf der Detailseite einer Datei oder eines Archives einstellen.

source: By default, every added file or archive is set to "Public".
de_de: Standardmäßig ist jede hinzugefügte Datei oder jedes erstellte Archiv auf "Öffentlich" gestellt.

source: Visibility of files
de_de: Sichtbarkeit von Dateien

source: Visibility of archives
de_de: Sichtbarkeit von Archiven

source: The visibility setting of an archive determines whether a button or other information is displayed in the front end.
de_de: Die Sichtbarkeitseinstellung eines Archives bestimmt ob ein Button oder sonstige Informationen im Frontend angezeigt werden.

source: If the archive is set to "Private", the archive can no longer be downloaded, even if someone calls the URL of the download button directly.
de_de: Ist das Archiv auf "Privat" gestellt, dann kann das Archiv nicht mehr heruntergeladen werden, auch wenn jemand die URL des Download-Buttons direkt aufruft.

source: The dashboard shows you all the important information about your downloads.
de_de: Das Dashboard zeigt dir alle wichtigen Informationen über deine Downloads.

source: Here you can see the total number of file and archive downloads and the latest downloads 30 days, 7 days and 24 hours.
de_de: Hier siehst du die Gesamte Anzahl an Datei und Archiv Downloads und die Downloads der letzten Zeit 30 Tage, 7 Tage und 24 Stunden.

source: This area is divided into archives and files and shows you the last downloads with name, time and date.
de_de: Dieser Bereich ist in Archive und Dateien aufgeteilt und zeigt dir die letzten Downloads mit Namen, Zeit und Datum.

source: Popular Downloads
de_de: Beliebte Downloads

source: This section is also divided into archives and files and shows you the five most popular downloads.
de_de: Dieser Bereich ist auch in Archive und Dateien aufgeteilt und zeigt dir die fünf beliebtesten Downloads.

source: Lists
de_de: Listen

source: You can output the files from an archive as a list.
de_de: Du kannst die Dateien aus einem Archiv als Liste ausgeben.

source: Quick output
de_de: Schnellausgabe

source: Use this shortcode to display a list of the files in an archive. You define the standard styles in the
de_de: Verwende diesen Shortcode, um eine Liste aller Dateien in einem Archiv anzuzeigen. Du definierst die Standardstile in den

source: Specific styles
de_de: Spezifische Stile

source: These special details overwrite the default values. All styles listed below can also be combined with one another.
de_de: Diese speziellen Details überschreiben die Standardwerte. Alle unten aufgeführten Stile können auch miteinander kombiniert werden.

source: Style
de_de: Stil

source: Use the keyword "style" and "rows" for rows, "ul" for an unordered list or "ol" for an ordered list.
de_de: Verwende das Schlüsselwort "style" und "rows" für Zeilen, "ul" für eine ungeordnete Liste oder "ol" für eine geordnete Liste.

source: Bold
de_de: Fett

source: Use the keyword
de_de: Verwende das Schlüsselwort

source: to make the text of the list bold.
de_de: um den Text der Liste fett zu machen.

source: to make the text of the list normal.
de_de: um den Text der Liste normal zu machen.

source: to output the text of the list elements as a link.
de_de: um den Text der Listenelemente als Link auszugeben.

source: to output the text of the list elements as a normal text.
de_de: um den Text der Listenelemente als normalen Text auszugeben.

source: You can not just print a file or archive as a button but also more information about this download.
de_de: Du kannst eine Datei oder Archiv nicht nur als Button ausgeben sonder auch weitere Informationen zu diesem Download.

source: Output hash value of file with shortcode
de_de: Hashwert von Datei mit Shortcode ausgeben

source: You can output the MD5 hash value of a file or ZIP archive.
de_de: Du kannst den MD5 Hashwert einer Datei oder eines ZIP-Archives ausgeben.

source: You can output the SHA1 hash value of a file or a ZIP archive.
de_de: Du kannst den SHA1 Hashwert einer Datei oder eines ZIP-Archives ausgeben.

source: All options of the audio player
de_de: Alle Optionen des Audioplayer

source: The option "autoplay" indicates whether the audio player should start automatically when the page is called or not. By default, this feature is disabled if the autoplay option is not specified.
de_de: Die Option "autoplay" gibt an ob der Audioplayer beim Aufruf der Seite automatisch starten soll oder nicht. Standardmäßig ist diese Funktion deaktiviert wenn die Option "autoplay" nicht angegeben wird.

source: Continuous loop
de_de: Dauerschleife

source: If the option "loop" is set to "on", then the audio file runs in a continuous loop. By default, this option is disabled.
de_de: Wenn die Option "loop" auf "on" gestellt wird, dann läuft die Audiodatei in einer Dauerschleife ab. Standardmäßig ist diese Option deaktiviert.

source: Disable controls
de_de: Kontrollen deaktivieren

source: The "controls" option is enabled by default, if this option is set to "off" then no player will be displayed. In conjunction with the "autoplay" option, an audio file can be played automatically without a visible player, but this is not recommended for user-friendliness.
de_de: Die Option "controls" ist standardmäßig aktiviert, wenn diese Option auf "off" gestellt wird, dann wird kein Player angezeigt. In Verbindung mit der Option "autoplay" kann so eine Audiodatei automatisch abgespielt werden ohne einen sichtbaren Player, das ist aber für die Benutzerfreundlichkeit nicht zu empfehlen.

source: Disable download
de_de: Download deaktivieren

source: If the "nodownload" option is set to "on", the download button on the audio player is hidden.
de_de: Wenn die Option "nodownload" auf "on" gesetzt ist wird der Downloadbutton beim Audioplayer ausgeblendet.

source: Of course, all options can also be combined, which looks like this
de_de: Natürlich können alle Optionen auch kombiniert werden, das sieht dann so aus

source: All options of the video player
de_de: Alle Optionen des Videoplayer

source: Specify width
de_de: Breite angeben

source: The option "w" is optional with which you can specify the width of the video in the form of "%" or "px". By default, a width of "100%" is set if the option "w" is not specified.
de_de: Die Option "w" ist optional mit der du die Breite des Videos in Form von "%" oder "px" angeben kannst. Standardmäßig ist eine Breite von "100%" eingestellt wenn die Option "w" nicht angegeben wird.

source: The option "autoplay" indicates whether the video should start automatically when the page is called or not. By default, this feature is disabled if the autoplay option is not specified.
de_de: Die Option "autoplay" gibt an ob das Video beim Aufruf der Seite automatisch starten soll oder nicht. Standardmäßig ist diese Funktion deaktiviert wenn die Option "autoplay" nicht angegeben wird.

source: If the option "loop" is set to "on", then the video runs in a continuous loop. By default, this option is disabled.
de_de: Wenn die Option "loop" auf "on" gestellt wird, dann läuft das Video in einer Dauerschleife ab. Standardmäßig ist diese Option deaktiviert.

source: The "controls" option is enabled by default, if this option is set to "off", then no controls such as play, pause, volume, full screen, timeline, or other video options are displayed. In conjunction with the autoplay option, such a video file can be played automatically without any possibility to stop the video, but this is not recommended for usability.
de_de: Die Option "controls" ist standardmäßig aktiviert, wenn diese Option auf "off" gestellt wird, dann werden keine Kontrollelemente wie Play, Pause, Lautstärke, Vollbild, Zeitleiste oder weitere Optionen beim Video angezeigt. In Verbindung mit der Option autoplay kann so eine Videodatei automatisch abgespielt werden ohne eine Möglichkeit das Video zu stoppen, das ist aber für die Benutzerfreundlichkeit nicht zu empfehlen.

source: If the "nodownload" option is set to "on", the download button on the video player is hidden.
de_de: Wenn die Option "nodownload" auf "on" gesetzt ist wird der Downloadbutton beim Videoplayer ausgeblendet.

source: Control individual audio and video players with CSS and JavaScript
de_de: Einzelnen Audioplayer und Videoplayer mit CSS und JavaScript steuern

source: In order to control an audio player using CSS and JavaScript, each HTML audio element has an individual ID, which is made up of zdmAudio and the ID of the file.
de_de: Um einen Audioplayer mit Hilfe von CSS und JavaScript zu steuern besitzt jedes HTML Audio-Element eine individuelle ID, diese setzt sich aus zdmAudio und der ID der Datei zusammen.

source: To control a video player using CSS and JavaScript, each HTML video element has an individual ID, which is made up of zdmVideo and the ID of the file.
de_de: Um einen Videoplayer mit Hilfe von CSS und JavaScript zu steuern besitzt jedes HTML Video-Element eine individuelle ID, diese setzt sich aus zdmVideo und der ID der Datei zusammen.

source: Control all audio players, video players and buttons with CSS and JavaScript
de_de: Alle Audioplayer, Videoplayer und Buttons mit CSS und JavaScript steuern

source: To control all audio players using CSS and JavaScript, each HTML audio element has a class name, which looks like this
de_de: Um alle Audioplayer mit Hilfe von CSS und JavaScript zu steuern besitzt jedes HTML Audio-Element eine Klassenbezeichnung, diese sieht wie folgt aus

source: In order to control all video players using CSS and JavaScript, each HTML video element has a class name, which looks like this
de_de: Um alle Videoplayer mit Hilfe von CSS und JavaScript zu steuern besitzt jedes HTML Video-Element eine Klassenbezeichnung, diese sieht wie folgt aus

source: In order to control all buttons with the help of CSS and JavaScript, each HTML video element has a class name, which looks like this
de_de: Um alle Buttons mit Hilfe von CSS und JavaScript zu steuern besitzt jedes HTML Video-Element eine Klassenbezeichnung, diese sieht wie folgt aus

source: IP address anonymity
de_de: IP Adresse Anonymität

source: The IP address of the website visitors who download something via this plugin is anonymized by default.
de_de: Die IP Adresse der Webseitenbesucher die über dieses Plugin etwas herunterladen ist standardmäßig anonymisiert.

source: To change this setting and to completely track the IP address, click on
de_de: Um diese Einstellung zu ändern und die IP Adresse vollständig zu tracken klicke im

source: Settings updated!
de_de: Einstellungen aktualisiert!

source: All data was deleted successfully!
de_de: Alle Daten wurden erfolgreich gelöscht!

source: All your uploaded files, all archives in the cache and all database entries from
de_de: Alle deine hochgeladenen Dateien, alle Archive im Cache und alle Datenbankeinträge von

source: have been irrevocably deleted.
de_de: wurden unwiderruflich gelöscht.

source: You can now deactivate and uninstall the plugin in the plugin overview or you upload new files and start fresh.
de_de: Du kannst jetzt das Plugin in der Plugin-Übersicht deaktivieren und deinstallieren oder du lädst neue Dateien hoch und beginnst ganz frisch.

source: Back to settings
de_de: Zurück zu den Einstellungen

source: is activated
de_de: ist aktiviert

source: license key
de_de: Lizenzschlüssel

source: Remove license key
de_de: Lizenzschlüssel entfernen

source: Activate
de_de: Aktivieren

source: Don't wait any longer - unlock the full potential of
de_de: Warte nicht länger - schalte das volle Potential von

source: and get
de_de: frei und hole dir heute noch

source: today! Learn more at
de_de: ! Erfahre mehr auf

source: Licensed for
de_de: Lizensiert für

source: Purchased
de_de: Erworben

source: This is the default text, but this can be changed individually per download.
de_de: Das ist der Standardtext, dieser kann aber je Download individuell geändert werden.

source: Choose from different button colors the default value for buttons.
de_de: Wähle aus verschiedenen Button-Farben den Standardwert für Buttons.

source: This option shows the button as a frame.
de_de: Diese Option zeigt den Button als Rahmen.

source: Round corners
de_de: Runde Ecken

source: If "none" is selected then the default value of your theme will be used, the button will remain square.
de_de: Wenn "keine" ausgewählt ist, dann wird der Standardwert deines Themes verwendet, der Button bleibt eckig.

source: Left
de_de: Links

source: Right
de_de: Rechts

source: Choose the position of the icon.
de_de: Wähle die Position des Icon.

source: Only icon
de_de: Nur Icon

source: This option displays only the icon without text.
de_de: Diese Option zeigt nur das Icon ohne Text an.

source: List style
de_de: Listenstil

source: Rows
de_de: Zeilen

source: Unordered list (ul)
de_de: Ungeordnete Liste (ul)

source: Ordered list (ol)
de_de: Geordnete Liste (ol)

source: Specifies how the list is output.
de_de: Gibt an, wie die Liste ausgegeben wird.

source: Bold text
de_de: Fetter Text

source: Makes the text of the list items bold.
de_de: Macht den Text der Listenelemente fett.

source: List items as links
de_de: Listenelemente als Links

source: Each list item is a clickable link.
de_de: Jedes Listenelement ist ein anklickbarer Link.

source: Last downloads limit
de_de: Letzte Downloads Limit

source: Setting for files
de_de: Einstellung für Dateien

source: Determine the number of recent downloads that is displayed on the file details page in the Statistics tab.
de_de: Bestimme die Anzahl der letzten Downloads die in der Datei-Detailseite im Tab Statistik angezeigt wird.

source: Setting for archives
de_de: Einstellung für Archive

source: Determine the number of recent downloads that is displayed on the archive detail page in the Statistics tab.
de_de: Bestimme die Anzahl der letzten Downloads die in der Archiv-Detailseite im Tab Statistik angezeigt wird.

source: Direct URL to PDFs
de_de: Direkte URL zu PDFs

source: The user is taken to the direct file path.
de_de: Der Benutzer wird zum direkten Dateipfad weitergeleitet.

source: Censor the IP address
de_de: IP-Adresse zensieren

source: Censored the IP address during the download.
de_de: Zensiert die IP-Adresse beim Download.

source: Allow duplicates
de_de: Duplikate zulassen

source: Allow files that have already been uploaded to be added again.
de_de: Zulassen, dass bereits hochgeladene Dateien nochmals hinzugefügt werden.

source: Hide HTML id Attribute
de_de: HTML id Attribut ausblenden

source: Hides the HTML id Attribute when outputting button, audio and video.
de_de: Versteckt das HTML id Attribut bei der Ausgabe von Button, Audio und Video.

source: Show log
de_de: Zeige Log

source: Download folder token
de_de: Download Ordner Token

source: Generate new token
de_de: Neuen Token generieren

source: Complete folder name
de_de: Kompletter Ordnername

source: The download folder is not publicly visible unless you have activated "Direct URL" for certain files.
de_de: Der Download Ordner ist nicht öffentlich sichtbar, ausser du hast "Direkte URL" zu gewissen Dateien aktiviert.

source: You can generate the token again at any time without hesitation.
de_de: Du kannst den Token jederzeit bedenkenlos neu generieren.

source: Reset settings
de_de: Einstellungen zurücksetzen

source: Here you can reset all settings to factory settings..
de_de: Hier kannst du alle Einstellungen auf Werkseinstellungen zurücksetzen.

source: This means that the premium license, button settings such as standard text, style, round corners, icons and all other settings are reset.
de_de: Das bedeutet, die Premium Lizenz, die Buttoneinstellungen wie Standardtext, Style, Runde Ecken, Icons und alle anderen Einstellungen werden zurückgesetzt.

source: The download folder token is also regenerated.
de_de: Auch der Download Ordner Token wird neu generiert.

source: uninstall
de_de: deinstallieren

source: Path of
de_de: Pfad von

source: upload folder for files, ZIP archives and cache
de_de: Pfad von Z-Downloads-Upload-Ordner für Dateien, ZIP-Archive und Cache

source: The folder does not yet exist and is automatically created when a file is uploaded.
de_de: Der Ordner existiert noch nicht und wird beim Hochladen einer Datei automatisch erstellt.

source: Attention before uninstalling the plugin
de_de: Achtung vor dem deinstallieren des Plugins

source: If you uninstall the Z-Downloads-Plugin all files and ZIP-archives remain in the above path, if you want to delete all files and ZIP-archives you have created, then click on "DELETE" below
de_de: Wenn du das Z-Downloads-Plugin deinstallierst bleiben alle Dateien und ZIP-Archive im oben genannten Pfad bestehen, wenn du alle Dateien und ZIP-Archive die du erstellt hast löschen willst, dann klicke unten auf "LÖSCHEN"

source: This process is irreplaceable and can not be undone.
de_de: Dieser Vorgang ist unwiederuflich und kann nicht rückgängig gemacht werden.

source: DELETE
de_de: LÖSCHEN

source: License key deleted!
de_de: Lizenzschlüssel gelöscht!

source: Download folder token updated!
de_de: Download Ordner Token aktualisiert!

source: Settings successfully reset!
de_de: Einstellungen erfolgreich zurückgesetzt!

source: Cache updated!
de_de: Cache aktualisiert!

source: File removed!
de_de: Datei entfernt!

source: Name and ZIP file name can not be empty.
de_de: Name und ZIP-Datei Name darf nicht leer sein.

source: Archive information
de_de: Archiv Informationen

source: Download ZIP archive
de_de: ZIP-Archiv herunterladen

source: This name is used as the file name for the ZIP file such as
de_de: Dieser Name wird als Dateiname für die ZIP-Datei verwendet wie zum Beispiel

source: Spaces are automatically converted to hyphens.
de_de: Leerzeichen werden automatisch in Bindestriche umgewandelt.

source: The cache needs to be updated for this information.
de_de: Der Cache muss aktualisiert werden für diese Information.

source: Manual cache update is optional. It auto-refreshes when the ZIP file is requested for download.
de_de: Die manuelle Cache-Aktualisierung ist optional. Sie wird automatisch aktualisiert, wenn die ZIP-Datei zum Download angefordert wird.

source: Cache up-to-date
de_de: Cache ist aktuell

source: Update cache
de_de: Cache aktualisieren

source: Updating the cache manually is optional. You do not have to update the cache manually, it will be updated automatically as soon as this ZIP file is requested for download.
de_de: Die manuelle aktualisierung des Cache ist optional. Du musst den Cache nicht manuell aktualisieren, dieser wird automatisch aktualisiert sobald diese ZIP-Datei als Download angefordert wird.

source: By clicking on "Update cache" a ZIP file with the linked files is created.
de_de: Mit dem Klick auf "Cache aktualisieren" wird eine ZIP-Datei mit den verknüpften Dateien angelegt.

source: Linked files
de_de: Verknüpfte Dateien

source: If no file is assigned, then no download button is displayed in the frontend.
de_de: Wenn keine Datei zugewiesen ist, dann wird kein Download-Button im Frontend angezeigt.

source: Remove file from archive
de_de: Datei aus Archiv entfernen

source: List files
de_de: Dateien auflisten

source: Determine the number of recent downloads that is displayed. This setting is global and affects all archives.
de_de: Bestimme die Anzahl der letzten Downloads die angezeigt wird. Diese Einstellung ist global und wirkt sich auf alle Archive aus.

source: Here you will find beginner tips and information for advanced functions.
de_de: Hier findest du Einsteiger Tipps und Informationen für fortgeschrittene Funktionen.

source: You can not only output an archive as a button but also further information about this download.
de_de: Du kannst ein Archiv nicht nur als Button ausgeben sonder auch weitere Informationen zu diesem Download.

source: Output hash value of ZIP file with shortcode
de_de: Hashwert von ZIP-Datei mit Shortcode ausgeben

source: Archive deleted!
de_de: Archiv gelöscht!

source: ZIP archives
de_de: ZIP-Archiv

source: Delete archive
de_de: Lösche Archiv

source: Update the cache of the file to download it
de_de: Aktualisiere den Cache um die Datei herunterzuladen

source: No files are linked to the archive.
de_de: Es sind keine Dateien mit dem Archiv verknüpft.

source: GDPR compliant
de_de: DSGVO-konform

source: By default, IP addresses of users are anonymized, enhancing privacy and compliance with data protection regulations.
de_de: Standardmäßig werden die IP-Adressen der Benutzer anonymisiert, was die Privatsphäre erhöht und die Einhaltung von Datenschutzvorschriften unterstützt.

source: With the shortcodes, you can easily embed download buttons into your pages or posts. Flexibility and efficiency in one package.
de_de: Mit den Shortcodes können Sie ganz einfach Download-Buttons in Ihre Seiten oder Beiträge einbinden. Flexibilität und Effizienz in einem Paket.

source: Customize the download button for each individual download. A variety of standard colors are provided for your convenience.
de_de: Gestalten Sie den Download-Button für jeden einzelnen Download. Eine Auswahl an Standardfarben steht für Ihre Bequemlichkeit zur Verfügung.

source: Custom button text
de_de: Download-Button Text

source: Personalize your download buttons with custom text to improve user experience and make the download process more intuitive.
de_de: Personalisieren Sie Ihre Download-Buttons mit individuellem Text, um das Benutzererlebnis zu verbessern und den Download-Prozess intuitiver zu gestalten.

source: Show file size
de_de: Dateigröße

source: Display the file size in the frontend to provide users with important information about the download.
de_de: Zeigen Sie die Dateigröße im Frontend an, um den Benutzern wichtige Informationen über den Download zu liefern.

source: Show download count
de_de: Downloadanzahl

source: Display the number of downloads in the frontend, letting your users know how popular a file is.
de_de: Zeigen Sie die Anzahl der Downloads im Frontend an und lassen Sie Ihre Benutzer wissen, wie beliebt eine Datei ist.

source: Embed an audio player
de_de: Audioplayer einbinden

source: Embed an audio player into your pages or posts, providing a seamless listening experience directly on your website. No more redirecting to external pages.
de_de: Binden Sie einen Audioplayer in Ihre Seiten oder Beiträge ein und bieten Sie eine nahtlose Hörerfahrung direkt auf Ihrer Website. Keine Weiterleitungen mehr zu externen Seiten.

source: Embed a video player
de_de: Videoplayer einbinden

source: Embed a video player into your pages or posts for a seamless viewing experience directly on your website. Enhance user engagement without needing to redirect to external sites.
de_de: Binden Sie einen Videoplayer in Ihre Seiten oder Beiträge ein, um ein nahtloses Seherlebnis direkt auf Ihrer Website zu ermöglichen. Steigern Sie die Benutzerbindung, ohne auf externe Seiten weiterleiten zu müssen.

source: MD5 Hash Display
de_de: MD5 Hash-Anzeige

source: Provide MD5 hashes of your downloads in the frontend. This additional security measure gives your users confidence in the integrity of your files. Only available in the Premium version.
de_de: Stellen Sie MD5-Hashes Ihrer Downloads im Frontend bereit. Diese zusätzliche Sicherheitsmaßnahme gibt Ihren Benutzern Vertrauen in die Integrität Ihrer Dateien. Nur in der Premium-Version verfügbar.

source: SHA1 Hash Display
de_de: SHA1 Hash-Anzeige
