Repository: mariojacob/z-downloads
Catalog: languages/zdm-*.po
Languages: de_de

source: Provide SHA1 hashes of your downloads in the frontend. This additional security measure gives your users confidence in the integrity of your files. Only available in the Premium version.
de_de: Stellen Sie SHA1-Hashes Ihrer Downloads im Frontend bereit. Diese zusätzliche Sicherheitsmaßnahme gibt Ihren Benutzern Vertrauen in die Integrität Ihrer Dateien. Nur in der Premium-Version verfügbar.

source: Unlock the full potential of Z-Downloads. More control, more features, more success. Upgrade to Premium now!
de_de: Nutzen Sie das volle Potenzial von Z-Downloads. Mehr Kontrolle, mehr Funktionen, mehr Erfolg. Steigen Sie jetzt auf Premium um!

source: Experience the full power of Z-Downloads Premium! Until November 15, 2023, get an unbeatable discount.
de_de: Nutze das volle Potential von Z-Downloads Premium! Bis zum 15. November 2023 gibt es einen unschlagbaren Rabatt.

source: Don't miss this chance to enhance your WordPress journey. Time is running out; secure this deal now and unlock premium features today!
de_de: Verpasse nicht diese Chance, dein WordPress-Erlebnis zu verbessern. Die Zeit läuft, das Angebot ist begrenzt. Sichere dir jetzt das Angebot und genieße die Premium-Funktionen sofort!

source: Write a review
de_de: Schreibe eine Bewertung

source: Suggestions for improvement
de_de: Verbesserungsvorschläge
